[
	{
		"coordinate": [
			48.461372,
			7.960278
		],
		"date": [2017,3,30],
		"title": "Waiting for spring",
		"desc": "Reading other cyclist's reports and blogs, it occurred to me that having my own might be a good idea; to keep people posted about my progress"
	},
	{
		"coordinate": [
			47.992496,
			7.832934
		],
		"date": [2017,4,28],
		"title": "On the road",
		"desc": "Although I guess that the compass dangling around my neck looked ridiculous to most people seeing me, it proved a good way of navigating without stopping too much"
	},
	{
		"coordinate": [
			47.478604,
			9.250776
		],
		"date": [2017,5,2],
		"title": "Dennis & Christian",
		"desc": "After having spent quite some time in my youth commuting the Black Forest by bus, it was quite a surprise to me how idyllic and far off regular traffic one can cross this mountain range"
	},
	{
		"coordinate": [
			46.757972,
			10.091877
		],
		"date": [2017,5,6],
		"title": "Break and Pass",
		"desc": "When I arrived, Christian had invited me straight away to stay at his place for two nights. I had immediately rejected, because I wanted to keep on cycling; after all I had only cycled for four days so far. It felt stupid, starting my trip by taking a break ;-) However..."
	},
	{
		"coordinate": [
			46.1467,
			12.123119
		],
		"date": [2017,5,11],
		"title": "Equipment Care and Astray Tracks",
		"desc": "Cycling down the river Inn is harder than expected. Although I slept exceptionally long, even the slightest ascend is too much for me to take."
	},
	{
		"coordinate": [
			45.861713,
			15.836277
		],
		"date": [2017,5,20],
		"title": "The Spoke Has Spoken",
		"desc": "On my 15th day on the road, I observe a cyclist with little luggage who obviously tries to find a cycle route. He is Norwegian, from somewhere close to Trondheim."
	},
	{
		"coordinate": [
			45.558595,
			18.619766
		],
		"date": [2017,5,25],
		"publishingDate": [2017,6,1],
		"title": "Do Whatever Makes You Happy",
		"desc": "This is my last night in Croatia, tomorrow I‘m crossing the border to Serbia. Italy was the last country I’ve been to before, since Slovenia every country I come across is completely new to me."
	},
	{
		"coordinate": [
			44.721883,
			20.624269
		],
		"date": [2017,5,29],
		"publishingDate": [2017,6,7],
		"title": "War and Stoves, Beer and Tea",
		"desc": "Proper borders (well, it’s only the second for me) still intimidate me; far more serious than the abandoned buildings on the inside-Schengen borders. Where I crossed over to Serbia, the Danube is the border – since I had last seen it (a stream which I could wade through), it had grown considerably"
	},
  {
    "coordinate": [
      43.159967,
      22.577905
    ],
    "date": [2017,6,3],
    "title": "The Perfect Camp Spot",
    "desc": "One day when I was going upwards slowly, there were what felt like herds of cyclists. First there was a couple oncoming, similarly heavy loaded as me. Unfortunately (I can’t blame them, though) they did not interrupt their easy-going descend to tell  me where they went."
  },
  {
    "coordinate": [
      42.345390,
      23.515815
    ],
    "date": [2017,6,8],
    "title": "The Ticket to Iran",
    "desc": "Leaving Pirot the next day, I ate my first Burek (it had to be in Serbia I had been told before, so it was high time)."
  }
]
